---
kind: enumMember
id: F:Autodesk.Revit.DB.DatumExtentType.Model
enum: Autodesk.Revit.DB.DatumExtentType
zh: 模型
source: html/7a968bc3-1860-6a8b-6f3a-2b23b80a56a5.htm
---
# Autodesk.Revit.DB.DatumExtentType.Model

**中文**: 模型

The extent represents the actual 3D extent of the datum plane.